export default {
  projections: {
    ПереченьУслугE: {
      наименование: {
        __caption__: 'Наименование'
      }
    },
    ПереченьУслугL: {
      наименование: {
        __caption__: 'Наименование'
      }
    },
    УслугиE: {
      наименование: {
        __caption__: 'Наименование'
      }
    },
    УслугиL: {
      наименование: {
        __caption__: 'Наименование'
      }
    }
  },
  validations: {
    наименование: {
      __caption__: 'Наименование'
    },
    затрВремя: {
      __caption__: 'затрВремя'
    }
  }
};
