export default {
  projections: {
    ДоговорE: {
      номер: {
        __caption__: 'Номер'
      },
      дата: {
        __caption__: 'Дата'
      },
      статус: {
        __caption__: 'Статус'
      },
      тип: {
        __caption__: 'Тип'
      },
      длительность: {
        __caption__: '',
        номер: {
          __caption__: 'Срок действия'
        }
      },
      стоимость: {
        __caption__: 'Стоимость'
      },
      дирОтдПоРабСКл: {
        __caption__: 'Директор',
        фамилия: {
          __caption__: 'Фамилия директора'
        },
        имя: {
          __caption__: 'Имя директора'
        },
        отчество: {
          __caption__: 'Отчество директора'
        }
      },
      клиент: {
        __caption__: 'Клиент',
        фамилия: {
          __caption__: 'Фамилия клиента'
        },
        имя: {
          __caption__: 'Имя клиента'
        },
        отчество: {
          __caption__: 'Отчество клиента'
        }
      }
    },
    ДоговорL: {
      номер: {
        __caption__: 'Номер'
      },
      дата: {
        __caption__: 'Дата'
      },
      статус: {
        __caption__: 'Статус'
      },
      тип: {
        __caption__: 'Тип'
      },
      длительность: {
        __caption__: 'Длительность действия',
        номер: {
          __caption__: 'Длительность действия'
        }
      },
      стоимость: {
        __caption__: 'Стоимость'
      },
      дирОтдПоРабСКл: {
        __caption__: 'Фамилия директора',
        фамилия: {
          __caption__: 'Фамилия директора'
        }
      },
      клиент: {
        __caption__: 'Фамилия клиента',
        фамилия: {
          __caption__: 'Фамилия клиента'
        }
      }
    }
  },
  validations: {
    дата: {
      __caption__: 'Дата'
    },
    номер: {
      __caption__: 'Номер'
    },
    статус: {
      __caption__: 'Статус'
    },
    стоимость: {
      __caption__: 'Стоимость'
    },
    тип: {
      __caption__: 'Тип'
    },
    дирОтдПоРабСКл: {
      __caption__: 'Директор'
    },
    длительность: {
      __caption__: 'длительность'
    },
    клиент: {
      __caption__: 'Клиент'
    }
  }
};
