export default {
  caption: 'Договор',
  'номер-caption': 'Номер',
  'дата-caption': 'Дата',
  'статус-caption': 'Статус',
  'тип-caption': 'Тип',
  'стоимость-caption': 'Стоимость',
  'дирОтдПоРабСКл.фамилия-caption': 'Фамилия директора',
  'дирОтдПоРабСКл.имя-caption': 'Имя директора',
  'дирОтдПоРабСКл.отчество-caption': 'Отчество директора',
  'клиент.фамилия-caption': 'Фамилия клиента',
  'клиент.имя-caption': 'Имя клиента',
  'клиент.отчество-caption': 'Отчество клиента',
  'дирОтдПоРабСКл-caption': 'Директор',
  'клиент-caption': 'Клиент'
};
