export default {
  projections: {
    КлиентE: {
      idКлиента: {
        __caption__: 'Id клиента'
      },
      фамилия: {
        __caption__: 'Фамилия'
      },
      имя: {
        __caption__: 'Имя'
      },
      отчество: {
        __caption__: 'Отчество'
      },
      номерТелефона: {
        __caption__: 'Номер телефона'
      },
      наимОрганизации: {
        __caption__: 'Наименование организации'
      }
    },
    КлиентL: {
      idКлиента: {
        __caption__: 'Id клиента'
      },
      фамилия: {
        __caption__: 'Фамилия'
      },
      имя: {
        __caption__: 'Имя'
      },
      отчество: {
        __caption__: 'Отчество'
      },
      номерТелефона: {
        __caption__: 'Номер телефона'
      },
      наимОрганизации: {
        __caption__: 'Наименование организации'
      }
    }
  },
  validations: {
    idКлиента: {
      __caption__: 'Id клиента'
    },
    имя: {
      __caption__: 'Имя'
    },
    наимОрганизации: {
      __caption__: 'Наименование организации'
    },
    номерТелефона: {
      __caption__: 'Номер телефона'
    },
    отчество: {
      __caption__: 'Отчество'
    },
    фамилия: {
      __caption__: 'Фамилия'
    }
  }
};
