export default {
  projections: {
    ДирОтдПоРабСКлE: {
      idДиректора: {
        __caption__: 'Id директора'
      },
      фамилия: {
        __caption__: 'Фамилия'
      },
      имя: {
        __caption__: 'Имя'
      },
      отчество: {
        __caption__: 'Отчество'
      },
      номерТел: {
        __caption__: 'Номер тел'
      },
      серияПаспорта: {
        __caption__: 'Серия паспорта'
      },
      номерПаспорта: {
        __caption__: 'Номер паспорта'
      }
    },
    ДирОтдПоРабСКлL: {
      idДиректора: {
        __caption__: 'Id директора'
      },
      фамилия: {
        __caption__: 'Фамилия'
      },
      имя: {
        __caption__: 'Имя'
      },
      отчество: {
        __caption__: 'Отчество'
      },
      номерТел: {
        __caption__: 'Номер тел'
      },
      серияПаспорта: {
        __caption__: 'Серия паспорта'
      },
      номерПаспорта: {
        __caption__: 'Номер паспорта'
      }
    }
  },
  validations: {
    idДиректора: {
      __caption__: 'Id директора'
    },
    имя: {
      __caption__: 'Имя'
    },
    номерПаспорта: {
      __caption__: 'Номер паспорта'
    },
    номерТел: {
      __caption__: 'Номер тел'
    },
    отчество: {
      __caption__: 'Отчество'
    },
    серияПаспорта: {
      __caption__: 'Серия паспорта'
    },
    фамилия: {
      __caption__: 'Фамилия'
    }
  }
};
